tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "birdayz/kaf"
tap "koekeishiya/formulae"

brew "bash"
brew "asdf"
brew "starship"
brew "sheldon"
brew "watch" 
brew "tldr"
brew "thefuck"
brew "bat"
brew "exa"
brew "wtfutil"
brew "neofetch"
brew "ffmpeg"

brew "gh"
brew "jq"
brew "k9s"
brew "k6"
brew "vault"
brew "terraform"
brew "awscli"
brew "helm"
brew "gnu-sed"

brew "yabai"
brew "skhd"

cask "kindle"
cask "cheatsheet"

cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "postman"
cask "iterm2"
cask "alacritty"
# cask "1password"
cask "1password-cli"
cask "notion"
cask "obsidian"
cask "microsoft-office"
cask "cron"
cask "google-drive"
cask "logseq"
cask "barrier"

# Chat
cask "slack"
cask "discord"
cask "whatsapp"
cask "telegram"

cask "docker"

# Meeting
cask "zoom"

cask "obs"
cask "blackhole-16ch"

# Company
brew "golang-migrate"
brew "kaf"
brew "yamllint"

# App Store applications
mas 'Velja', id: 1607635845
mas "JSONPeep", id: 1458969831

# App Store Safari extensions
mas "OneTab", id: 1540160809
mas "1Password for Safari", id: 1569813296
mas "Grammarly for Safari", id: 1462114288
mas "Edison Mail - Email", id: 1489591003
