tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "asdf"
brew "starship"
brew "watch" 
brew "tldr"
brew "thefuck"
brew "bat"
brew "exa"
brew "sheldon"
brew "wtfutil"
brew "neofetch"

brew "vault"
brew "terraform"
brew "awscli"
brew "gh"
brew "helm"
brew "jq"
brew "k9s"
brew "k6"

brew "golang-migrate"
brew "teleport"

cask "postman"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "rectangle"
cask "1password/tap/1password-cli"
cask "notion"
cask "spotify"
cask "discord"
cask "microsoft-office"

